Repository: RobyRew/TopPresenter
Catalog: TopPresenter/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ro, ru

# Numele cărților
source: Book names
de: Buchnamen
es: Nombres de los libros
fr: Noms des livres
ro: Numele cărților
ru: Названия книг

# Afișează cărțile în
source: Show books in
de: Bücher anzeigen in
es: Mostrar los libros en
fr: Afficher les livres en
ro: Afișează cărțile în
ru: Показывать книги на

# Limba traducerii
source: The translation's language
de: Die Sprache der Übersetzung
es: El idioma de la traducción
fr: La langue de la traduction
ro: Limba traducerii
ru: Язык перевода

# Limba aplicației
source: The app's language
de: Die Sprache der App
es: El idioma de la aplicación
fr: La langue de l’application
ro: Limba aplicației
ru: Язык приложения

source: “The translation's language” matches the list to the text beside it and to the reference on screen. Choose the app's language if you don't read the translation's. The projected reference always follows the translation.
de: „Die Sprache der Übersetzung“ passt die Liste an den Text daneben und an die Stelle auf dem Bildschirm an. Wählen Sie die Sprache der App, wenn Sie die der Übersetzung nicht lesen. Die projizierte Stelle folgt immer der Übersetzung.
es: «El idioma de la traducción» hace que la lista coincida con el texto que tiene al lado y con la referencia en pantalla. Elige el idioma de la aplicación si no lees el de la traducción. La referencia proyectada sigue siempre a la traducción.
fr: « La langue de la traduction » accorde la liste au texte à côté d’elle et à la référence à l’écran. Choisissez la langue de l’application si vous ne lisez pas celle de la traduction. La référence projetée suit toujours la traduction.
ro: „Limba traducerii” potrivește lista cu textul de lângă ea și cu referința de pe ecran. Alege limba aplicației dacă nu citești limba traducerii. Referința proiectată urmează întotdeauna traducerea.
ru: «Язык перевода» согласует список с текстом рядом и со ссылкой на экране. Выберите язык приложения, если не читаете на языке перевода. Проецируемая ссылка всегда следует переводу.

# Nicio temă salvată.
source: No saved themes.
de: Keine gespeicherten Themen.
es: Ningún tema guardado.
fr: Aucun thème enregistré.
ro: Nicio temă salvată.
ru: Нет сохранённых тем.

# activă
source: active
de: aktiv
es: activo
fr: actif
ro: activă
ru: активна

# Șterge temele bifate (%lld)
source: Delete checked themes (%lld)
de: Markierte Themen löschen (%lld)
es: Eliminar los temas marcados (%lld)
fr: Supprimer les thèmes cochés (%lld)
ro: Șterge temele bifate (%lld)
ru: Удалить отмеченные темы (%lld)

# Deselectează
source: Deselect
de: Abwählen
es: Deseleccionar
fr: Tout décocher
ro: Deselectează
ru: Снять отметки

# Încă folosite de: %@
source: Still used by: %@
de: Noch verwendet von: %@
es: Todavía en uso por: %@
fr: Encore utilisé par : %@
ro: Încă folosite de: %@
ru: Ещё используется: %@

source: Delete saved themes without going through the editor's gallery. A theme a presenter still uses is kept — it tells you which.
de: Löschen Sie gespeicherte Themen, ohne über die Galerie des Editors zu gehen. Ein Thema, das ein Präsentator noch verwendet, bleibt erhalten — es sagt Ihnen, welcher.
es: Elimina temas guardados sin pasar por la galería del editor. Un tema que un presentador todavía usa no se elimina: te dice cuál.
fr: Supprimez des thèmes enregistrés sans passer par la galerie de l’éditeur. Un thème encore utilisé par un présentateur est conservé — il vous dit lequel.
ro: Șterge teme salvate fără să treci prin galeria din editor. O temă folosită de un prezentator nu se șterge — îți spune care.
ru: Удаляйте сохранённые темы, не заходя в галерею редактора. Тема, которую ещё использует презентатор, сохраняется — вам скажут, какой именно.

# Șterge %lld teme?
source: Delete %lld themes?
de: %lld Themen löschen?
es: ¿Eliminar %lld temas?
fr: Supprimer %lld thèmes ?
ro: Șterge %lld teme?
ru: Удалить %lld тем?

source: The themes disappear from the gallery. Layouts that used them are unchanged — a theme is a saved snapshot, not a live link.
de: Die Themen verschwinden aus der Galerie. Layouts, die sie verwendet haben, bleiben unverändert — ein Thema ist eine gespeicherte Momentaufnahme, keine lebende Verknüpfung.
es: Los temas desaparecen de la galería. Los diseños que los usaron no cambian: un tema es una instantánea guardada, no un vínculo vivo.
fr: Les thèmes disparaissent de la galerie. Les dispositions qui les utilisaient restent inchangées — un thème est un instantané enregistré, pas un lien vivant.
ro: Temele dispar din galerie. Layout-urile care le-au folosit rămân neschimbate — o temă este o fotografie salvată, nu o legătură vie.
ru: Темы исчезнут из галереи. Макеты, которые их использовали, останутся без изменений — тема это сохранённый снимок, а не живая связь.

# Temele bifate au fost șterse.
source: The checked themes were deleted.
de: Die markierten Themen wurden gelöscht.
es: Los temas marcados se eliminaron.
fr: Les thèmes cochés ont été supprimés.
ro: Temele bifate au fost șterse.
ru: Отмеченные темы удалены.

# Mărime text
source: Text size
de: Textgröße
es: Tamaño del texto
fr: Taille du texte
ro: Mărime text
ru: Размер текста

# Cuvintele lui Isus în roșu
source: Jesus's words in red
de: Die Worte Jesu in Rot
es: Las palabras de Jesús en rojo
fr: Les paroles de Jésus en rouge
ro: Cuvintele lui Isus în roșu
ru: Слова Иисуса красным

# În colecția:
source: Into collection:
de: In Sammlung:
es: En la colección:
fr: Dans la collection :
ro: În colecția:
ru: В коллекцию:

# Colecție nouă…
source: New collection…
de: Neue Sammlung …
es: Colección nueva…
fr: Nouvelle collection…
ro: Colecție nouă…
ru: Новая коллекция…

# Nume colecție
source: Collection name
de: Sammlungsname
es: Nombre de la colección
fr: Nom de la collection
ro: Nume colecție
ru: Название коллекции

# Alege o colecție existentă
source: Choose an existing collection
de: Vorhandene Sammlung wählen
es: Elegir una colección existente
fr: Choisir une collection existante
ro: Alege o colecție existentă
ru: Выбрать существующую коллекцию

# existentă
source: existing
de: vorhanden
es: existente
fr: existante
ro: existentă
ru: существующая

# nouă
source: new
de: neu
es: nueva
fr: nouvelle
ro: nouă
ru: новая

# Arată doar această colecție
source: Show only this collection
de: Nur diese Sammlung anzeigen
es: Mostrar solo esta colección
fr: Afficher seulement cette collection
ro: Arată doar această colecție
ru: Показать только эту коллекцию

# Mută toate cântecele în
source: Move all songs to
de: Alle Lieder verschieben nach
es: Mover todas las canciones a
fr: Déplacer tous les chants vers
ro: Mută toate cântecele în
ru: Переместить все песни в

# Mută în colecția
source: Move to collection
de: In Sammlung verschieben
es: Mover a la colección
fr: Déplacer vers la collection
ro: Mută în colecția
ru: Переместить в коллекцию

# Șterge colecția…
source: Delete collection…
de: Sammlung löschen …
es: Eliminar la colección…
fr: Supprimer la collection…
ro: Șterge colecția…
ru: Удалить коллекцию…

# Șterge colecția?
source: Delete collection?
de: Sammlung löschen?
es: ¿Eliminar la colección?
fr: Supprimer la collection ?
ro: Șterge colecția?
ru: Удалить коллекцию?

source: “%@” and its %lld songs are gone for good. Move them to another collection first if you want to keep them.
de: „%@“ und seine %lld Lieder sind endgültig weg. Verschieben Sie sie zuerst in eine andere Sammlung, wenn Sie sie behalten möchten.
es: «%@» y sus %lld canciones desaparecen definitivamente. Muévelas antes a otra colección si quieres conservarlas.
fr: « %@ » et ses %lld chants disparaissent définitivement. Déplacez-les d’abord vers une autre collection si vous voulez les garder.
ro: „%@” și cele %lld cântece ale ei dispar definitiv. Mută-le întâi în altă colecție dacă vrei să le păstrezi.
ru: «%@» и его %lld песен исчезнут навсегда. Сначала переместите их в другую коллекцию, если хотите сохранить.

source: %lld moved to %@.
de: %lld nach %@ verschoben.
es: %lld movidas a %@.
fr: %lld déplacés vers %@.
ru: %lld перемещено в %@.

# Pachetul de temă nu a putut fi citit: %@
source: The theme package could not be read: %@
de: Das Themenpaket konnte nicht gelesen werden: %@
es: No se pudo leer el paquete de tema: %@
fr: Le paquet de thème n’a pas pu être lu : %@
ro: Pachetul de temă nu a putut fi citit: %@
ru: Не удалось прочитать пакет темы: %@

# nu există la calea dată
source: it is not at that path
de: es ist nicht an diesem Pfad
es: no está en esa ruta
fr: il n’est pas à ce chemin
ro: nu există la calea dată
ru: его нет по этому пути

# este un fișier, nu un pachet — dezarhivează-l întâi
source: it is a file, not a package — unarchive it first
de: es ist eine Datei, kein Paket — entpacken Sie sie zuerst
es: es un archivo, no un paquete — descomprímelo primero
fr: c’est un fichier, pas un paquet — désarchivez-le d’abord
ro: este un fișier, nu un pachet — dezarhivează-l întâi
ru: это файл, а не пакет — сначала распакуйте

# dosarul nu poate fi citit (permisiuni)
source: the folder cannot be read (permissions)
de: der Ordner kann nicht gelesen werden (Berechtigungen)
es: no se puede leer la carpeta (permisos)
fr: le dossier ne peut pas être lu (permissions)
ro: dosarul nu poate fi citit (permisiuni)
ru: папку невозможно прочитать (права доступа)

# pachetul este gol
source: the package is empty
de: das Paket ist leer
es: el paquete está vacío
fr: le paquet est vide
ro: pachetul este gol
ru: пакет пуст

# nu conține theme.json (conține: %@)
source: it has no theme.json (it holds: %@)
de: es enthält kein theme.json (es enthält: %@)
es: no contiene theme.json (contiene: %@)
fr: il ne contient pas theme.json (il contient : %@)
ro: nu conține theme.json (conține: %@)
ru: в нём нет theme.json (содержит: %@)

# theme.json există dar nu poate fi deschis (%@)
source: theme.json is there but will not open (%@)
de: theme.json ist vorhanden, lässt sich aber nicht öffnen (%@)
es: theme.json existe pero no se abre (%@)
fr: theme.json est là mais ne s’ouvre pas (%@)
ro: theme.json există dar nu poate fi deschis (%@)
ru: theme.json есть, но не открывается (%@)

# Biblioteca a fost reparată
source: The library was repaired
de: Die Bibliothek wurde repariert
es: Se reparó la biblioteca
fr: La bibliothèque a été réparée
ro: Biblioteca a fost reparată
ru: Библиотека восстановлена

# Biblioteca nu a putut fi deschisă
source: The library could not be opened
de: Die Bibliothek konnte nicht geöffnet werden
es: No se pudo abrir la biblioteca
fr: La bibliothèque n’a pas pu être ouverte
ro: Biblioteca nu a putut fi deschisă
ru: Не удалось открыть библиотеку

# Nu se poate scrie pe disc
source: Cannot write to disk
de: Auf die Festplatte kann nicht geschrieben werden
es: No se puede escribir en el disco
fr: Impossible d’écrire sur le disque
ro: Nu se poate scrie pe disc
ru: Невозможно записать на диск

source: A helper file left behind by an abrupt shutdown blocked the library from opening. It has been moved aside and the library opened. The last changes before the shutdown may be missing.
de: Eine Hilfsdatei, die von einem abrupten Beenden übrig blieb, verhinderte das Öffnen der Bibliothek. Sie wurde beiseitegelegt und die Bibliothek geöffnet. Die letzten Änderungen vor dem Beenden können fehlen.
es: Un archivo auxiliar que quedó tras un cierre brusco impidió abrir la biblioteca. Se apartó y la biblioteca se abrió. Puede que falten los últimos cambios anteriores al cierre.
fr: Un fichier auxiliaire laissé par un arrêt brutal a empêché l’ouverture de la bibliothèque. Il a été mis de côté et la bibliothèque s’est ouverte. Les dernières modifications avant l’arrêt peuvent manquer.
ro: Un fișier auxiliar rămas după o închidere bruscă a împiedicat deschiderea. A fost mutat deoparte și biblioteca s-a deschis. Ultimele modificări dinaintea închiderii ar putea lipsi.
ru: Вспомогательный файл, оставшийся после аварийного завершения, помешал открыть библиотеку. Он отложен в сторону, и библиотека открылась. Последние изменения перед завершением могут отсутствовать.

source: TopPresenter started with an empty library. The old one was NOT deleted — it is kept intact in the folder below, and importing can rebuild from it.
de: TopPresenter wurde mit einer leeren Bibliothek gestartet. Die alte wurde NICHT gelöscht — sie bleibt unversehrt im Ordner unten erhalten, und der Import kann sie wiederherstellen.
es: TopPresenter se inició con una biblioteca vacía. La anterior NO se eliminó: se conserva intacta en la carpeta de abajo y se puede reconstruir importándola.
fr: TopPresenter a démarré avec une bibliothèque vide. L’ancienne n’a PAS été supprimée — elle est conservée intacte dans le dossier ci-dessous, et l’import peut la reconstituer.
ro: TopPresenter a pornit cu o bibliotecă goală. Cea veche NU a fost ștearsă — este păstrată intactă în dosarul de mai jos, iar importul o poate reface.
ru: TopPresenter запустился с пустой библиотекой. Старая НЕ удалена — она сохранена в целости в папке ниже, и импорт может её восстановить.

source: The library cannot be read or written (%@). TopPresenter works, but NOTHING you do now is saved. Check free disk space and restart.
de: Die Bibliothek kann weder gelesen noch geschrieben werden (%@). TopPresenter funktioniert, aber NICHTS, was Sie jetzt tun, wird gespeichert. Prüfen Sie den freien Speicherplatz und starten Sie neu.
es: No se puede leer ni escribir la biblioteca (%@). TopPresenter funciona, pero NADA de lo que hagas ahora se guarda. Comprueba el espacio libre en disco y reinicia.
fr: La bibliothèque ne peut être ni lue ni écrite (%@). TopPresenter fonctionne, mais RIEN de ce que vous faites maintenant n’est enregistré. Vérifiez l’espace disque libre et redémarrez.
ro: Biblioteca nu poate fi citită sau scrisă (%@). TopPresenter funcționează, dar NIMIC din ce faci acum nu se salvează. Verifică spațiul liber pe disc și repornește.
ru: Библиотеку невозможно прочитать или записать (%@). TopPresenter работает, но НИЧТО из того, что вы сейчас делаете, не сохраняется. Проверьте свободное место на диске и перезапустите.

# Arată fișierele
source: Show the files
de: Die Dateien anzeigen
es: Mostrar los archivos
fr: Afficher les fichiers
ro: Arată fișierele
ru: Показать файлы

source: %lld×%lld • %@ • %lld PPI
es: %lld×%lld • %@ • %lld PPP

# Actualizări
source: Updates
es: Actualizaciones
fr: Mises à jour
ro: Actualizări
ru: Обновления

source: Copyright (live)
es: Copyright (en vivo)
ru: Авторские права (вживую)

# Cronometru invers
source: Countdown
es: Cuenta atrás
fr: Compte à rebours
ro: Cronometru invers
ru: Обратный отсчёт

source: Export format:
es: Formato de exportación:
fr: Format d’export :
ro: Format export:
ru: Формат экспорта:

source: Format
es: Formato
ru: Формат

source: Format:
es: Formato:
ru: Формат:

source: Import / Export
es: Importar / Exportar
ru: Импорт / Экспорт

# În linie
source: Inline
es: En línea
fr: En ligne
ro: În linie
ru: В строку

source: Indigo
es: Índigo
ru: Индиго

# Interliniar
source: Interlinear
es: Interlineal
fr: Interlinéaire
ro: Interliniar
ru: Подстрочник

source: Layout
es: Diseño
fr: Disposition
ro: Aspect
ru: Макет

source: LIVE
es: EN VIVO
fr: EN DIRECT
ru: В ЭФИРЕ

source: Name
es: Nombre
fr: Nom
ro: Nume
ru: Название

source: Navigation
es: Navegación
ro: Navigare
ru: Навигация

# Nume
source: Name
es: Nombre
fr: Nom
ro: Nume
ru: Имя

# Nume:
source: Name:
es: Nombre:
fr: Nom :
ro: Nume:
ru: Имя:

source: Open Scripture Information Standard XML format
es: Formato XML Open Scripture Information Standard
fr: Format XML Open Scripture Information Standard
ro: Format XML Open Scripture Information Standard
ru: Формат XML Open Scripture Information Standard

source: Orthodox
es: Ortodoxo
fr: Orthodoxe
ro: Ortodox
ru: Православный

source: Pause
es: Pausa
ro: Pauză
ru: Пауза

# Portocaliu
source: Orange
es: Naranja
ro: Portocaliu
ru: Оранжевый

# Pre-refren
source: Pre-chorus
es: Pre-estribillo
fr: Pré-refrain
ro: Pre-refren
ru: Предприпев

# Punte
source: Bridge
es: Puente
fr: Pont
ro: Punte
ru: Бридж

# Sistem
source: System
es: Sistema
fr: Système
ro: Sistem
ru: Система

source: System
es: Sistema
fr: Système
ro: Sistem
ru: Система

source: Tag
es: Etiqueta
fr: Étiquette
ro: Etichetă
ru: Тег

source: Tempo (live)
es: Tempo (en vivo)
fr: Tempo (en direct)
ru: Темп (эфир)

# Testează
source: Test
es: Probar
ro: Testează
ru: Тест

source: Text
es: Texto
fr: Texte
ru: Текст

source: Text…
es: Texto…
fr: Texte…
ru: Текст…

source: Transparent
es: Transparente
ru: Прозрачный

# Versiune
source: Version
es: Versión
ro: Versiune
ru: Версия

source: Video
es: Vídeo
fr: Vidéo
ru: Видео

source: Video clips.
es: Clips de vídeo.
fr: Clips vidéo.
ro: Clipuri video.
ru: Видеоклипы.

source: %lld PPI
fr: %lld PPP

source: %lld pt
ru: %lld пт

source: %llds
ru: %lldс

source: A-Z
ru: А-Я

source: Audio
ru: Аудио

source: Auto
ru: Авто

source: Auto (m:ss / h:mm:ss)
ru: Авто (м:сс / ч:мм:сс)

source: bis/ter
ru: бис/тер

source: Copyright
ru: Авторские права

source: G
ru: Ж

source: global
ru: глобально

source: Global
ru: Глобально

source: H
ru: В

source: Intro
ru: Вступление

source: Normal
ru: Обычный

source: NT
ru: НЗ

source: OK
ru: ОК

source: Original
ru: Оригинал

source: Strong
ru: Стронг

source: Tempo
ru: Темп

source: Zoom +
ru: Увеличить

source: Zoom −
ru: Уменьшить
